def people():
    import random
    famous_people = {'А.С Пушкин': "26.06.1779", "М.Ю Лермонтов": "15.10.1814", "С.А Есенин": "03.10.1895",
                     "В.С.Высоцкий": "25.01.1938", "В.Р. Цой": "21.06.1962", "К.Э. Циолковский": "17.09.1857",
                     "С.П.Королев": "12.01.1907", "В.П. Глушко": "20.08.1908", "А.Н.Туролев": "29.10.1888",
                     "Ю.А. Гагарин": "09.03.1934"}
    rounds = int(input("Сколько раз вы хотите играть?"))
    for i in range(rounds):
        name, date = random.choice(list(famous_people.items()))
        ans = input(f"Когда ридился {name}")
        if ans == date:
            print("Верно")
        else:
            print("Неверно")
    print("Пока")